{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "Sources": [
    {
      "Packages": [
        {
          "PackageIdentifier": "Microsoft.VC++2015-2019Redist-x64"
        },
        {
          "PackageIdentifier": "Microsoft.VisualStudioCode"
        },
        {
          "PackageIdentifier": "Microsoft.WindowsTerminal"
        },
        {
          "PackageIdentifier": "Canonical.Ubuntu"
        },
        {
          "PackageIdentifier": "7zip.7zip.Alpha.msi"
        },
        {
          "PackageIdentifier": "Bitwarden.Bitwarden"
        },
        {
					"PackageIdentifier" : "clsid2.mpc-hc"
				},
        {
					"PackageIdentifier" : "Dell.CommandUpdate"
				},
				{
					"PackageIdentifier" : "Doist.Todoist"
				},
        {
					"PackageIdentifier" : "Mozilla.Firefox.DeveloperEdition"
				},
        {
          "PackageIdentifier": "NextDNS.NextDNS"
        },
        {
          "PackageIdentifier": "Postman.Postman"
        },
        {
					"PackageIdentifier" : "Spotify.Spotify"
				},
				{
					"PackageIdentifier" : "SlackTechnologies.Slack"
				},
        {
          "PackageIdentifier": "Zoom.Zoom"
        }
      ],
      "SourceDetails": {
        "Argument": "https://winget.azureedge.net/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ]
}
